{
    "document-title": "My Portfolio - FullStack Developer",
    "option-theme-label": "Theme",
    "option-language-label": "Language",
    "option-language-value": "EN",
    "option-home-label": "Home",
    "option-about-me-label": "About",
    "option-projects-label": "Projects",
    "option-skills-label": "Skills",
    "option-contact-label": "Contact me",
    "intro-hello": "Hello 👋, I am",
    "intro-developer": "a FullStack Developer",
    "intro-message": "Always code as if the guy who ends up maintaining your code will be a violent psychopath who knows where you live",
    "notification-lng-change": "Language changed!",
    "notification-theme-change": "Theme changed!",
    "about-me-1": "Who I Am",
    "about-me-2": "About Me",
    "about-me-desc-1": "I am a graduate of Systems and Computer Engineering from Universidad Pontificia Bolivariana, Bucaramanga / Santander / Colombia. I am a self-taught individual, passionate about learning new things 📚. I excel in programming languages such as C#, Java, and Python. Additionally, I have experience in both Front-End and Back-End development using JavaScript, JQuery, HTML, CSS, and more ⚙️.",
    "about-me-desc-2": "The frameworks I primarily focus on for building software solutions are .NET Framework, .NET Core, and React. In the future, I aim to master Scrum and would love to work for a company that values my skills and supports my continuous learning.",
    "about-me-desc-3": "I am currently working at 'Sistemas y Computadores S.A.', a company that provides software solutions mainly for government entities 🔍. I serve as a FullStack software developer and implementer within the 'Engineering Core,' a development team that supports all company projects. In short, we specialize in ensuring all company projects meet urgent deadlines while following the DevOps methodology for better team organization 🛠.",
    "about-me-desc-4": "I hope you enjoy the content I've prepared. If you need anything, feel free to reach out and I'll be happy to help.",
    "education-skills": "Education & Skills",
    "education-title-1": "Systems and Computer Engineer",
    "education-place-1": "Pontifica Boliviariana University - Colombia",
    "education-details-1": "This degree represents my undergraduate education as a Systems and Information Engineer. During this program, I gained a solid foundation in software development, system design, and information technology management. The training included subjects such as programming, databases, networks, and operating systems, providing me with the knowledge necessary to tackle complex technological challenges and develop innovative solutions in the field of IT.",
    "education-title-2": "VERACODE Certification",
    "education-place-2": "VERACODE - Burlington, Massachusetts",
    "education-details-2": "The VERACODE Certification is a credential in the field of information security, obtained through an online course specialized in protecting against cybersecurity attacks. This certification equipped me to identify and mitigate vulnerabilities in websites and servers, strengthening the security of applications and IT systems. I learned to implement security practices to safeguard information and prevent potential cyber threats.",
    "education-title-3": "Mision TIC Certification",
    "education-place-3": "Industrial University of Santander (UIS) - Colombia",
    "education-details-3": "The Misión TIC Certification is a program sponsored by the Colombian national government, in which I participated to enhance my programming skills. This course included a series of programming challenges for both web and desktop applications. The experience allowed me to develop advanced software development skills, solving complex problems and applying modern technologies to create effective solutions.",
    "education-title-4": "1st. International Engineering Congress Trends For Sustainable Development",
    "education-place-4": "Pontifica Boliviariana University - Colombia",
    "education-details-4": "The 1st International Engineering Congress Trends for Sustainable Development was a notable event where best practices and emerging trends in the field of systems and information engineering were discussed. Participating in this congress allowed me to gain a broad perspective on innovations and sustainable approaches in technological development, connecting with professionals and experts to exchange knowledge and experiences about the future of engineering.",
    "education-details-title": "Experience:"
}