{
    "document-title": "Mi Portafolio - Desarrollador FullStack",
    "option-theme-label": "Tema",
    "option-language-label": "Idioma",
    "option-language-value": "ES",
    "option-home-label": "Inicio",
    "option-about-me-label": "Sobre mi",
    "option-projects-label": "Proyectos",
    "option-skills-label": "Habilidades",
    "option-contact-label": "Contactame",
    "intro-hello": "Hola 👋, soy",
    "intro-developer": "Un desarrollador FullStack",
    "intro-message": "Programa siempre tu código como si el tipo que va a tener que mantenerlo en el futuro fuera un violento psicópata que sabe dónde vives",
    "notification-lng-change": "Lenguaje modificado!",
    "notification-theme-change": "Tema modificado!",
    "about-me-1": "Quien soy",
    "about-me-2": "Sobre mí",
    "about-me-desc-1": "Estudiante graduado de Ingeniería de Sistemas e Informática de la Universidad Pontificia Bolivariana de la seccional Bucaramanga / Santander / Colombia. Soy una persona autodidacta, apasionada por aprender cosas nuevas 📚. Por un lado, me destaco por programar en lenguajes como C#, Java y Python. Además cuento con conocimientos en Front-End y Back-End en JavaScript, JQuery, HTML, CSS y más ⚙️.",
    "about-me-desc-2": "Los frameworks en los que principalmente me enfoco para realizar soluciones informáticas son .NET Framework, .NET Core y React. En un futuro quiero llegar a dominar Scrum y me gustaría trabajar para una empresa que valore mis habilidades y pueda seguir enriqueciendo mi conocimiento.",
    "about-me-desc-3": " Actualmente estoy trabajando para “Sistemas y Computadores S.A”, esta empresa brinda soluciones de software principalmente para entidades gubernamentales 🔍. Me encuentro desempeñando el cargo de implementador y desarrollador de software FullStack para el servicio del “Núcleo de Ingeniería”, el cual asocia todos los proyectos de la entidad. En resumen, es un equipo de desarrollo especializado en dar apoyo a todos los proyectos de la compañía para dar cumpliento con tiempos de entrega urgentes. Todo esto siguiendo la metodología DevOps para lograr una mayor organización en el equipo de trabajo 🛠.",
    "about-me-desc-4": "Espero disfrutes del contenido que he preparado, cualquier cosa que necesites házmelo saber por si puedo ayudarte.",
    "education-skills": "Estudios y habilidades",
    "education-title-1": "Ingeniero de Sistemas e Informática",
    "education-place-1": "Universidad Pontifica Bolivariana - Colombia",
    "education-details-1": "Este título representa mi formación universitaria como Ingeniero de Sistemas e Informática. Durante este programa de pregrado, adquirí una sólida base en el desarrollo de software, diseño de sistemas y administración de tecnologías de la información. La formación incluyó materias como programación, bases de datos, redes y sistemas operativos, proporcionando los conocimientos necesarios para abordar desafíos tecnológicos complejos y desarrollar soluciones innovadoras en el ámbito de la informática.",
    "education-title-2": "Certificación VERACODE",
    "education-place-2": "VERACODE - Burlington, Massachusetts",
    "education-details-2": "La Certificación VERACODE es un reconocimiento en el área de seguridad informática, obtenida mediante un curso virtual especializado en la protección contra ataques de ciberseguridad. Esta certificación me capacitó para identificar y mitigar vulnerabilidades en sitios web y servidores, fortaleciendo la seguridad de las aplicaciones y sistemas informáticos. Aprendí a implementar prácticas de seguridad para proteger la información y prevenir posibles amenazas cibernéticas.",
    "education-title-3": "Certificación Misión TIC",
    "education-place-3": "Universidad Industrial de Santander (UIS) - Colombia",
    "education-details-3": "La Certificación Misión TIC es un programa impulsado por el gobierno nacional de Colombia, en el que participé para mejorar mis habilidades en programación. Este curso incluyó una serie de retos de programación tanto para aplicaciones web como de escritorio. La experiencia me permitió desarrollar competencias avanzadas en el desarrollo de software, resolviendo problemas complejos y aplicando tecnologías modernas para crear soluciones efectivas.",
    "education-title-4": "1er Congreso Internacional de Ingeniería Tendencias para el Desarrollo Sostenible",
    "education-place-4": "Universidad Pontifica Bolivariana - Colombia",
    "education-details-4": "El 1er Congreso Internacional de Ingeniería Tendencias para el Desarrollo Sostenible fue un evento destacado en el que se discutieron las mejores prácticas y las tendencias emergentes en el campo de la ingeniería de sistemas e informática. Participar en este congreso me permitió adquirir una visión amplia sobre las innovaciones y los enfoques sostenibles en el desarrollo tecnológico, conectándome con profesionales y expertos para intercambiar conocimientos y experiencias sobre el futuro de la ingeniería.",
    "education-details-title": "Experiencia:",
    "education-skills-desc": "Cuento con conocimientos en las siguientes tecnologías y lenguajes de programación que utilizo comúnmente para la elaboración de soluciones. 🔍",
    "projects-title": "Mis proyectos",
    "projects-desc": "He participado en numerosos proyectos, tanto complejos como más simples, a lo largo de mi carrera. Sin embargo, los siguientes son aquellos de los que me siento más orgulloso. Cabe destacar que, debido a la naturaleza confidencial de muchos de estos proyectos, no es posible mostrar todos los detalles aquí.",
    "bingo-project-label": "Algoritmo de generación de Bingos"
}